Repository: common-repository/wc-shipos-delivery
Catalog: languages/wc-shipos-delivery-*.po
Languages: he_il

source: Order canceled
he_il: ההזמנה בוטלה

source: A plugin for Ship os Delivery orders from within WooCommerce.
he_il: ‫ShipOS תוסף התממשקות לכל חברות המשלוחים בישראל.

source: Activate collection points?
he_il: להפעיל נקודות איסוף?

source: Amount to collect
he_il: סכום לאיסוף

source: An error occurred, please try again.
he_il: אירעה שגיאה, אנא נסה שוב.

source: Approved
he_il: אושר

source: Back from costumer
he_il: חזרה מהלקוח

source: Both list and Google Map
he_il: רשימה וגוגל מפות

source: Cancel delivery
he_il: ביטול משלוח

source: Cancel shipment
he_il: בטל את המשלוח

source: Canceled
he_il: מבוטל

source: Choose a Collection Point
he_il: בחירת נקודת איסוף

source: Chosen Delivery Spot
he_il: נקודת איסוף שנבחרה

source: Clear
he_il: נקה

source: Click to select a pickup point
he_il: לבחירת נקודת איסוף

source: Collected from customer
he_il: נאסף מהלקוח

source: Collecting
he_il: משלוח איסוף

source: Collecting delivery
he_il: משלוח איסוף

source: Create shipping:
he_il: יצירת משלוח:

source: Default Pickup point display
he_il: תצוגת ברירת המחדל של נקודת איסוף

source: Deliver on:
he_il: תאריך משלוח:

source: Delivered
he_il: נשלח

source: Delivery number:
he_il: מספר משלוח:

source: Delivery status
he_il: סטטוס משלוח

source: Delivery status:
he_il: סטטוס משלוח:

source: Delivery time:
he_il: זמן משלוח:

source: Double
he_il: כפול

source: Double delivery
he_il: משלוח כפול

source: Enter delivery cost
he_il: הכנס עלות משלוח

source: Error creating shipment
he_il: שגיאה ביצירת המשלוח

source: Google Map
he_il: גוגל מפות

source: Google Maps API Key
he_il: מפתח API של Google Maps

source: License Key
he_il: קוד הפעלה

source: License successfully activated
he_il: הרישיון הופעל בהצלחה

source: List
he_il: רשימה

source: Manually by clicking
he_il: ידני (לחיצה על כפתור)

source: Matat shipment details:
he_il: פרטי המשלוח:

source: Matat Shipos
he_il: ‫Shipos משלוחים

source: No delivery to display
he_il: לא נוצר משלוח להזמנה

source: Not supported by all courier companies
he_il: לא נתמך בכל חברות המשלוחים

source: Notice: This plugin was installed after this order was made. Please check with Matat if you already opened this delivery.
he_il: שים לב: תוסף זה הותקן לאחר ביצוע הזמנה זו. אנא בדוק אם כבר פתחת משלוח להזמנה זו.

source: On hold
he_il: בהשהיה

source: Open
he_il: פתח

source: open delivery
he_il: יצירת משלוח

source: Open shipment
he_il: יצירת משלוח

source: Order id (%1$d) Has local pickup shipping method.
he_il: מספר הזמנה (%1$d) יש שיטת משלוח מקומית לאיסוף.

source: Order shipping method is Local pickup. Create delivery option is disabled for this order
he_il: שיטת המשלוח של ההזמנה היא איסוף מקומי. אפשרות יצירת משלוח מושבתת עבור הזמנה זו

source: Packages:
he_il: כמות חבילות:

source: Pickup location created successfully...
he_il: מיקום האיסוף נוצר בהצלחה...

source: Pickup point display preference
he_il: העדפת תצוגת נקודת איסוף

source: Please fill the license field and start shipping.
he_il: נא למלא את שדה הרישיון ולהתחיל לשלוח.

source: Please select delivery spot.
he_il: נא לבחור נקודת איסוף.

source: Print label
he_il: הדפסת מדבקה

source: Receiver name:
he_il: שם המקבל:

source: Regular delivery
he_il: משלוח רגיל

source: Reopen shipment
he_il: פתיחת המשלוח מחדש

source: Requested Delivery point
he_il: נקודת איסוף שנבחרה

source: Run the shipment for testing ?
he_il: האם לשדר לשרת פיתוח?

source: Search
he_il: חיפוש

source: Search and Select a collection point by origin address
he_il: חיפוש ובחירת נקודת איסוף הקרובה אלייך

source: Select Collection Point
he_il: בחירת נקודת איסוף

source: Select Manually
he_il: בחר מרשימה

source: Select On Map
he_il: בחירה ממפה

source: Selected pickup point:
he_il: נקודת איסוף שנבחרה:

source: Selection from a list
he_il: בחירה מתוך רשימה

source: Settings
he_il: הגדרות התוסף

source: Shipment canceled
he_il: המשלוח בוטל

source: Shipment canceled successfully
he_il: המשלוח בוטל בהצלחה

source: Shipment number:
he_il: מספר משלוח:

source: Shipos Delivery
he_il: Shipos משלוחים

source: Shipos delivery
he_il: Shipos משלוחים

source: Shipos option settings
he_il: Shipos עמוד הגדרות

source: Shipped on:
he_il: נשלח ב:

source: Shipping method is Local pickup.
he_il: שיטת המשלוח היא איסוף מקומי.

source: Sync pickup location
he_il: סנכרון מיקום איסוף

source: Test Mode
he_il: מצב בדיקות

source: This controls the title which the user sees during checkout.
he_il: זה שולט בכותרת שהמשתמש רואה במהלך התשלום.

source: Total Results:
he_il: סך התוצאות:

source: View on Map
he_il: הצג במפה

source: We are experiencing a communication error. Please try again later.
he_il: אנו חווים שגיאת תקשורת. בבקשה נסה שוב מאוחר יותר.

source: When do you want to send Shipment?
he_il: מתי לייצר את המשלוח?

source: Your license key has been disabled.
he_il: מפתח הרישיון שלך הושבת.
